tap "homebrew/bundle"
tap "tdewolff/tap"

brew "openssl@3"

brew "gnupg"
brew "gnutls"
brew "pinentry-mac"

brew "bat"
brew "curl"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "iproute2mac"
brew "jq"
brew "ripgrep"
brew "sponge"
brew "vim"
brew "volta"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"

brew "tdewolff/tap/minify"

cask "1password"
cask "alacritty"
cask "discord"
cask "notion"
cask "spotify"
cask "zed"
cask "visual-studio-code"
