tap "homebrew/bundle"
tap "homebrew/services"

tap "oven-sh/bun"
tap "planetscale/tap"
tap "tdewolff/tap"

brew "bat"
brew "bun"
brew "cloc"
brew "cmake"
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "iproute2mac"
brew "jq"
brew "ntp"
brew "overmind"
brew "par"
brew "ripgrep"
brew "sponge"
brew "telnet"
brew "vim"
brew "volta"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"

brew "cloudflared"
brew "kubectl"

brew "ffmpeg"
brew "gh"
brew "hugo"
brew "tdewolff/tap/minify"

cask "1password"
cask "alacritty"
cask "banana-cake-pop"
cask "discord"
cask "figma"
cask "firefox"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "zed"
