tap "tdewolff/tap"

brew "fish"

brew "cloc"
brew "cmake"
brew "curl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "iproute2mac"
brew "jq"
brew "ntp"
brew "overmind"
brew "par"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"

brew "volta"

brew "cloudflared"
brew "ffmpeg"
brew "hugo"
brew "kubectl"
brew "tdewolff/tap/minify"

cask "1password"
cask "1password-cli"
cask "discord"
cask "zed"
